app/controllers/cb/axientos_controller.rb

  def index
    @cb_axientos = Cb::Axiento.all
---
SELECT "cb_axientos".* FROM "cb_axientos"

  def create
    @axiento = Cb::Axiento.new(cb_axiento_params)

    respond_to do |format|
      if @axiento.save
---
INSERT INTO "cb_axientos" ("created_at", "nombre", "proyecto_id", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-03-27 13:04:33.960077"], ["nombre", "Friedheim"], ["proyecto_id", 12], ["updated_at", "2014-03-27 13:04:33.960077"]]

    def set_cb_axiento
      @cb_axiento = Cb::Axiento.find(params[:id])
---
SELECT  "cb_axientos".* FROM "cb_axientos"  WHERE "cb_axientos"."id" = ? LIMIT 1  [["id", 2]]