app/controllers/cb/proyectos_controller.rb

  def index
    @cb_proyectos = Cb::Proyecto.all
---
SELECT "cb_proyectos".* FROM "cb_proyectos"

  def create
    @cb_proyecto = Cb::Proyecto.new(cb_proyecto_params)

    respond_to do |format|
      if @cb_proyecto.save
---
INSERT INTO "cb_proyectos" ("created_at", "name", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-03-27 13:04:45.606677"], ["name", "test"], ["updated_at", "2014-03-27 13:04:45.606677"]]

    def set_cb_proyecto
      @cb_proyecto = Cb::Proyecto.find(params[:id])
---
SELECT  "cb_proyectos".* FROM "cb_proyectos"  WHERE "cb_proyectos"."id" = ? LIMIT 1  [["id", 1]]